/* Greek Localization made by Eleftherios -SomniusX- */

/* Download size */
"%.2f / %.2f Mb  (%.2f Mb/s)" = "%1$.2f / %2$.2f Mb  (%3$.2f Mb/δευτ.)";

/* Download time min/sec */
"%i min %i sec" = "%1$i λεπτά %2$i δευτ.";

/* Download time sec */
"%i sec" = "%i δευτ.";

/* An update is available */
"An update is available" = "Υπάρχει διαθέσιμη αναβάθμηση";

/* Are you sure want to cancel */
"Are you sure want to cancel?" = "Σίγουρα θέλετε να ακυρώσετε ;";

/* Can't download ipsw list */
"Can't download ipsw list" = "Αδύνατη λήψη λίστας ipsw";

/* Cancel Download */
"Cancel Download" = "Ακύρωση Λήψης";

/* Connection error */
"Connection error" = "Σφάλμα Σύνδεσης";

/* Download to */
"Download to" = "Λήψη σε";

/* Expect to start download */
"Expect to start download" = "Αναμένεται εκκίνηση λήψης";

/* Notification notification title */
"ipswDownloader" = "ipswDownloader";

/* No */
"No" = "Όχι";

/* No updates */
"No updates" = "Χωρίς αναβαθμήσεις";

/* OK */
"OK" = "OK";

/* Update */
"Update" = "Αναβάθμηση";

/* Would you like to update application now? */
"Would you like to update application now?" = "Θέλετε να αναβαθμήσετε την εφαρμογή τώρα ;";

/* Yes */
"Yes" = "Ναι";

/* You are using the latest version */
"You are using the latest version" = "Χρησιμοποιείτε την πιο πρόσφατη έκδοση";

/* Notification Download Complete */
"Download Complete" = "Λήψη Ολοκληρώθηκε";

/* Notification Download Fail */
"Download Fail" = "Λήψη Απέτυχε";

/* Notification Download Canceled */
"Download Canceled" = "Λήψη Ακυρώθηκε";

/* Notification Download Paused */
"Download Paused" = "Λήψη σε Παύση";

/* Notification Download Resume */
"Download Resume" = "Συνέχιση Λήψης";

/* Notification SHA1 Checksum Fail" */
"SHA1 Checksum Fail" = "Έλεγχος Checksum SHA1 Απέτυχε";

/* Resume */
"Resume" = "Συνέχιση";

/* Pause */
"Pause" = "Παύση";

/* No Internet Connection */
"No Internet Connection" = "Χωρίς Σύνδεση Ίντερνετ";

/* Please check your Internet connection */
"Please check your Internet connection" = "Παρακαλώ ελέγξτε εάν είστε συνδεμένοι στο Internet";

/* Cancel */
"Cancel" = "Ακύρωση";

/* Download */
"Download" = "Λήψη";

/* Duplicate finded */
"Duplicate finded" = "Duplicate finded";

/* Start new Download 1 */
"You are currently downloading that firmware. Do You want start new download?" = "You are currently downloading that firmware. Do You want start new download?";

/* Start new Download 2 */
"You are downloaded that firmware before. Do You want start new download?" = "You are downloaded that firmware before. Do You want start new download?";

/* Start new Download 3 */
"That firmware is paused. Do You want start new or resume download?" = "That firmware is paused. Do You want start new or resume download?";

